<?php
return [

    'allocated_bed' => [
        'create'                          => 'عملیات با موفقیت انجام شد.',
        'bedIsAllocated'                  => 'این اتاق رزرو شده است',
        'error'                           => 'خطایی در انجام عملیات رخ داد. دوباره تلاش کنید.',
        'clearance'                       => 'ترخیص با موفقیت انجام شد.',
    ],

    'custom' => [
        'dateIsBeforeToday'  => 'تاریخ شروع اقامت نباید بزرگتر از تاریخ پایان اقامت باشد.',
        'dateIsBefore'       => 'تاریخ پایان اقامت نباید بزرگتر از تاریخ پایان اقامت باشد.',
        'floorCountNotValid' => 'طبقه اتاق نادرست است',
    ],
    'servant'=>[
        'not_find' => 'خادم یافت نشد ابتدا در قسمت ثبت نام خادم اطلاعات را وارد کنید. '
    ]
];
